package ru.avalon.javapp.devj130.streamingapi;

import javax.swing.*;
import java.io.IOException;

public class Main {
    /*Методы через параметр принимают имя файла, в который будут сохраняться данные. В случае
ошибки записи (ошибка ввода/вывода и т.п.) должно выбрасываться исключение. При сохранении данных в файл нужно помнить, что разделитель ячеек и двойная
кавычка в значении ячейки
должны экранироваться — значение должно быть заключено в двойные кавычки, а содержащиеся в значении двойные кавычки должны быть удвоены.
*/
    public static void main(String[] args) {

    }
}